/* Main alert text */
"Q_HEADLINE_APP" = "”%@” är %@ som är %@. Är du säker på att du vill öppna det?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_APP_THAT_WAS" = "”%@” är %@ som är %@. Är du säker på att du vill öppna det?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below). Example: “[GigaFun]” is [an application] that was [attached to a mail message]. Are you sure you want to open it? */
"Q_HEADLINE_DOC_BINDING" = "”%@” kan vara %@. Det är %@ och öppnas av %@. Är du säker på att du vill öppna det?"; /* file name, application type (see Q_TYPE_*, below), origin phrase (see Q_ORIGIN_*, below), app name. Example: “[Fun.html]” may be [an application]. It was [attached to a mail message] and will be opened by [GigaFun]. Are you sure you want to open it?*/
"Q_HEADLINE_MALWARE" = "“%@” kommer att skada datorn och bör placeras i papperskorgen."; /* file name. Example:  “[GigaFun]” will damage your computer. You should move it to the Trash. */

/* Origin phrases for the headline */
/* These phrases complete the sentence "This file was..." */
"Q_ORIGIN_INTERNET" = "hämtat från Internet"; 
"Q_ORIGIN_WEB" = "hämtat från Internet";
"Q_ORIGIN_MAIL" = "bifogat i ett e-brev";
"Q_ORIGIN_CHAT" = "bifogat i ett chattmeddelande";
"Q_ORIGIN_CALENDAR" = "bifogat i en kalenderaktivitet";
"Q_ORIGIN_MESSAGE" = "bifogat i ett meddelande";

/* Detail text for malware */
"Q_DETAIL_MALWARE_NAME" = "Den innehåller sabotageprogrammet ”%@”."; /* malware signature name */
"Q_HEADLINE_MALWARE_MOVE_ERROR" = "”%@” kunde inte flyttas till papperskorgen."; /* name */
"Q_HEADLINE_MALWARE_EJECT_ERROR" = "Skivavbilden som innehåller ”%@” kunde inte matas ut."; /* name */
"Q_DETAIL_MALWARE_REMOVE_ERROR" = "Sabotageprogrammet måste tas bort manuellt.";

/* Detail text for files */
"Q_DETAIL_DOWNLOAD_DATE" = "%@ hämtades %@."; /* "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE" = "%@ hämtade %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_DOWNLOAD_AGENT_DATE_FROM" = "%@ hämtade %@ %@ från %@."; /* application name, "file" or "alias", date phrase, Internet domain name */
"Q_DETAIL_RECEIVED_AGENT_DATE" = "%@ tog emot %@ %@."; /* application name, "file" or "alias", date phrase */
"Q_DETAIL_TYPE_FILE" = "fil";
"Q_DETAIL_TYPE_ALIAS" = "aliaset";

/* Detail text for disk images */
"Q_DETAIL_ON_DMG" = "”%@” finns på skivavbilden ”%@”."; /* filename, filename */
"Q_DETAIL_ON_DMG_UNKNOWN" = "”%@” finns på en skivavbild som inte kan hittas."; /* filename */
"Q_DETAIL_DMG_DOWNLOAD_DATE" = "Skivavbilden hämtades %@."; /* date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE" = "%@ hämtade den här skivavbilden %@."; /* application name, date phrase */
"Q_DETAIL_DMG_DOWNLOAD_AGENT_DATE_FROM" = "%@ hämtade den här skivavbilden %@ från %@."; /* application name, date phrase, Internet domain name */
"Q_DETAIL_DMG_RECEIVED_AGENT_DATE" = "%@ tog emot den här skivavbilden %@."; /* application name, date phrase */

/* Detail text for network file systems */
"Q_DETAIL_ON_SERVER" = "”%@” finns på en nätverksvolym."; /* filename */
"Q_DETAIL_ON_SERVER_NAME" = "”%@” finns på nätverksvolymen ”%@”."; /* filename, volume name */
"Q_DETAIL_SERVER_AGENT_DATE" = "%@ öppnade den här nätverksanslutningen %@."; /* application name, date phrase */

/* Date/time phrases used in detail text */
"Q_DATE_TODAY" = "idag kl. %@"; /* time */
"Q_DATE_YESTERDAY" = "igår kl. %@"; /* time */
"Q_DATE_THIS_YEAR" = "den %@"; /* date */
"Q_DATE_FULL" = "den %@"; /* date */
"Q_DATE_UNKNOWN" = "ett okänt datum"; /* inserted into the date/time phrase slot when a date is not known (very rare) */

/* Checkbox titles */
"Q_DO_NOT_WARN" = "Varna inte när det här programmet öppnas"; /* (unused) */
"Q_DO_NOT_WARN_DMG" = "Varna inte igen när program öppnas på den här skivavbilden";
"Q_DO_NOT_WARN_SERVER" = "Varna inte igen när program öppnas på den här nätverksvolymen";

/* Regular button titles */
"Q_BUTTON_OPEN" = "Öppna";
"Q_BUTTON_CANCEL" = "Avbryt";
"Q_BUTTON_SHOW_WEB_PAGE" = "Visa webbsida";
"Q_BUTTON_SHOW_MAIL" = "Visa meddelande";
"Q_BUTTON_SHOW_CHAT" = "Visa meddelande";
"Q_BUTTON_SHOW_CALENDAR" = "Visa aktivitet";
"Q_BUTTON_SHOW_DMG" = "Visa skivavbild";
"Q_BUTTON_SHOW_APP" = "Visa program";
"Q_BUTTON_SHOW_SOURCE" = "Visa källa";
"Q_BUTTON_EJECT_DMG" = "Mata ut skivavbild";

/* Malware button titles */
"Q_BUTTON_MOVE_TO_TRASH" = "Flytta till papperskorgen";

/* File kinds */
"Q_TYPE_APPLICATION" = "ett program";
"Q_TYPE_SCRIPT_APPLICATION" = "ett skriptprogram";
"Q_TYPE_UNIX_APPLICATION" = "ett Unix-program";
"Q_TYPE_JAVA_APPLICATION" = "ett Java-program";
"Q_TYPE_WEB_APPLICATION" = "ett webbprogram";
"Q_TYPE_QUARTZ_APPLICATION" = "ett Quartz Composer-program";
"Q_TYPE_WINDOWS_APPLICATION" = "ett Windows-program";
"Q_TYPE_ALIAS_VARIANT" = "%@-alias"; /* application type, e.g. "a Unix application alias" */

/* Help */
"Q_HELP_ANCHOR" = "mh11389";
"Q_HELP_MALWARE_ANCHOR" = "mh27449";
